Repository: Klevin-G/BrassTune
Catalog: swift/BrassTuneApp/BrassTuneApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Focused workspace
ar: مساحة تدريب مركّزة
de: Fokussierter Übungsbereich
es: Espacio de práctica enfocada
fr: Espace de travail ciblé
ja: 集中練習ワークスペース
ko: 집중 연습 공간
pt_br: Espaço de prática focada
ru: Режим сосредоточенной практики
vi: Không gian luyện tập tập trung
zh_hans: 专注练习工作区
zh_hant: 專注練習工作區

source: Follow the system language or choose a BrassTune language explicitly.
ar: اتبع لغة النظام أو اختر لغة BrassTune بشكل صريح.
de: Folgen Sie der Systemsprache oder wählen Sie explizit eine BrassTune-Sprache aus.
es: Siga el idioma del sistema o elija explícitamente un idioma de BrassTune.
fr: Suivez la langue du système ou choisissez explicitement une langue BrassTune.
ja: システム言語に従うか、BrassTune 言語を明示的に選択します。
ko: 시스템 언어를 따르거나 BrassTune 언어를 명시적으로 선택하세요.
pt_br: Siga o idioma do sistema ou escolha explicitamente um idioma BrassTune.
ru: Следуйте языку системы или явно выберите язык BrassTune.
vi: Tuân theo ngôn ngữ hệ thống hoặc chọn ngôn ngữ BrassTune một cách rõ ràng.
zh_hans: 遵循系统语言或明确选择 BrassTune 语言。
zh_hant: 遵循系統語言或明確選擇 BrassTune 語言。

source: Français
ar: الفرنسية
de: Französisch
es: francés
ja: フランセ
ko: 프랑세즈
pt_br: Francês
ru: Франсэ
vi: người Pháp
zh_hans: 法国人
zh_hant: 法國人

source: Full page
ar: صفحة كاملة
de: Ganze Seite
es: Página completa
fr: Pleine page
ja: 全ページ
ko: 전체 페이지
pt_br: Página inteira
ru: Полная страница
vi: Toàn trang
zh_hans: 整页
zh_hant: 整頁

source: G major scale
ar: سلم G الكبير
de: G-Dur-Tonleiter
es: Escala de G mayor
fr: Gamme de G majeur
ja: Gメジャースケール
ko: G 장음계
pt_br: Escala de G maior
ru: Мажорная гамма G
vi: Gam trưởng G
zh_hans: G 大调音阶
zh_hant: G 大調音階

source: G natural minor scale
ar: سلم G الصغير الطبيعي
de: G-Moll-Tonleiter (natürlich)
es: Escala de G menor natural
fr: Gamme de G mineur naturel
ja: Gナチュラルマイナースケール
ko: G 자연단음계
pt_br: Escala de G menor natural
ru: Натуральная минорная гамма G
vi: Gam thứ tự nhiên G
zh_hans: G 自然小调音阶
zh_hant: G 自然小調音階

source: G♯ natural minor scale
ar: سلم G♯ الصغير الطبيعي
de: G♯-Moll-Tonleiter (natürlich)
es: Escala de G♯ menor natural
fr: Gamme de G♯ mineur naturel
ja: G♯ナチュラルマイナースケール
ko: G♯ 자연단음계
pt_br: Escala de G♯ menor natural
ru: Натуральная минорная гамма G♯
vi: Gam thứ tự nhiên G♯
zh_hans: G♯ 自然小调音阶
zh_hant: G♯ 自然小調音階

source: Generated from your saved Play-Along results
ar: تم إنشاؤه من نتائج العزف المصاحب المحفوظة
de: Wird aus Ihren gespeicherten Play-Along-Ergebnissen generiert
es: Generado a partir de tus resultados de Play-Along guardados
fr: Généré à partir de vos résultats Play-Along enregistrés
ja: 保存したプレイアロング結果から生成
ko: 저장된 Play-Along 결과에서 생성됨
pt_br: Gerado a partir dos resultados do Play-Along salvos
ru: Создано на основе сохраненных вами результатов Play-Along.
vi: Được tạo từ kết quả Chơi cùng đã lưu của bạn
zh_hans: 根据您保存的一起玩结果生成
zh_hant: 根據您儲存的一起玩結果生成

source: Gentle buzz
ar: ضجيج لطيف
de: Sanftes Summen
es: Zumbido suave
fr: Doux bourdonnement
ja: 穏やかなざわめき
ko: 부드러운 버즈
pt_br: Zumbido suave
ru: Нежный шум
vi: Tiếng vang nhẹ nhàng
zh_hans: 轻柔的嗡嗡声
zh_hant: 輕柔的嗡嗡聲

source: Getting ready…
ar: جارٍ الاستعداد…
de: Wird vorbereitet…
es: Preparando…
fr: Préparation…
ja: 準備中…
ko: 준비 중…
pt_br: Preparando…
ru: Подготовка…
vi: Đang chuẩn bị…
zh_hans: 正在准备…
zh_hant: 正在準備…

source: Give the exercise a short name.
ar: أعط التمرين اسمًا قصيرًا.
de: Geben Sie der Übung einen kurzen Namen.
es: Dale al ejercicio un nombre corto.
fr: Donnez un nom court à l’exercice.
ja: 演習に短い名前を付けます。
ko: 연습곡에 짧은 이름을 지정하세요.
pt_br: Dê um nome curto ao exercício.
ru: Дайте упражнению краткое название.
vi: Đặt tên ngắn gọn cho bài tập.
zh_hans: 给练习起一个简短的名称。
zh_hant: 給練習一個簡短的名稱。

source: Goal: %@ minutes
ar: الهدف: %@ دقيقة
de: Ziel: %@ Minuten
es: Objetivo: %@ minutos
fr: Objectif : %@ minutes
ja: 目標：%@分
ko: 목표: %@분
pt_br: Meta: %@ minutos
ru: Цель: %@ мин
vi: Mục tiêu: %@ phút
zh_hans: 目标：%@ 分钟
zh_hant: 目標：%@ 分鐘

source: Goal: %@ sessions
ar: الهدف: %@ جلسات
de: Ziel: %@ Einheiten
es: Objetivo: %@ sesiones
fr: Objectif : %@ séances
ja: 目標：%@セッション
ko: 목표: %@회
pt_br: Meta: %@ sessões
ru: Цель: %@ занятий
vi: Mục tiêu: %@ buổi
zh_hans: 目标：%@ 次练习
zh_hant: 目標：%@ 次練習

source: Good
ar: جيد
de: Gut
es: bueno
fr: Bien
ja: 良い
ko: 좋음
pt_br: Bom
ru: Хорошо
vi: Tốt
zh_hans: 好
zh_hant: 好

source: Grayscale
ar: تدرج الرمادي
de: Graustufen
es: Escala de grises
fr: Niveaux de gris
ja: グレースケール
ko: 그레이스케일
pt_br: Tons de cinza
ru: Оттенки серого
vi: Thang độ xám
zh_hans: 灰度
zh_hant: 灰階

source: Great
ar: عظيم
de: Großartig
es: Genial
fr: Super
ja: 素晴らしい
ko: 좋아요
pt_br: Ótimo
ru: Отлично
vi: Tuyệt vời
zh_hans: 太棒了
zh_hant: 太棒了

source: Guest mode
ar: وضع الضيف
de: Gastmodus
es: Modo invitado
fr: Mode Invité
ja: ゲストモード
ko: 게스트 모드
pt_br: Modo convidado
ru: Гостевой режим
vi: Chế độ khách
zh_hans: 访客模式
zh_hant: 訪客模式

source: Guest practice
ar: التدريب الموسيقي كضيف
de: Üben als Gast
es: Práctica musical como invitado
fr: Entraînement musical en mode invité
ja: ゲストとして楽器練習
ko: 게스트 악기 연습
pt_br: Prática musical como convidado
ru: Музыкальные занятия в гостевом режиме
vi: Luyện tập nhạc cụ với tư cách khách
zh_hans: 访客音乐练习
zh_hant: 訪客音樂練習

source: Guest practice remains on this device. You can sign in later from Settings.
ar: تبقى بيانات التدريب الموسيقي كضيف على هذا الجهاز. يمكنك تسجيل الدخول لاحقًا من الإعدادات.
de: Das Training im Gastmodus bleibt auf diesem Gerät. Sie können sich später in den Einstellungen anmelden.
es: La práctica musical como invitado permanece en este dispositivo. Puedes iniciar sesión más tarde desde Ajustes.
fr: L’entraînement musical en mode invité reste sur cet appareil. Vous pourrez vous connecter plus tard dans Réglages.
ja: ゲストの楽器練習データはこの端末に保存されます。後で設定からサインインできます。
ko: 게스트 악기 연습 데이터는 이 기기에 남습니다. 나중에 설정에서 로그인할 수 있습니다.
pt_br: A prática musical como convidado permanece neste dispositivo. Você pode entrar mais tarde em Ajustes.
ru: Данные музыкальных занятий в гостевом режиме остаются на этом устройстве. Позже можно войти через настройки.
vi: Dữ liệu luyện tập nhạc cụ với tư cách khách sẽ được lưu trên thiết bị này. Bạn có thể đăng nhập sau trong phần Cài đặt.
zh_hans: 访客音乐练习数据会保留在此设备上。你可稍后在“设置”中登录。
zh_hant: 訪客音樂練習資料會保留在此裝置上。你可稍後在「設定」中登入。

source: Guided five-minute warm-up
ar: الإحماء الموجه لمدة خمس دقائق
de: Geführtes fünfminütiges Aufwärmen
es: Calentamiento guiado de cinco minutos.
fr: Échauffement guidé de cinq minutes
ja: ガイド付きの 5 分間のウォームアップ
ko: 안내에 따른 5분 워밍업
pt_br: Aquecimento guiado de cinco minutos
ru: Пятиминутная разминка с гидом
vi: Khởi động năm phút có hướng dẫn
zh_hans: 指导五分钟热身
zh_hant: 指導五分鐘熱身

source: Haptic pulse
ar: نبض حسي
de: Haptischer Puls
es: Pulso háptico
fr: Impulsion haptique
ja: 触覚パルス
ko: 햅틱 펄스
pt_br: Pulso háptico
ru: Тактильный пульс
vi: Xung xúc giác
zh_hans: 触觉脉冲
zh_hant: 觸覺脈衝

source: Hear both written notes together, correctly transposed to concert pitch
ar: استمع إلى النغمتين المكتوبتين معًا بعد تحويلهما بشكل صحيح إلى طبقة الحفلة
de: Höre beide notierten Töne gemeinsam, korrekt in Konzerttonhöhe transponiert
es: Escucha juntas ambas notas escritas, transpuestas correctamente al tono de concierto
fr: Écoutez ensemble les deux notes écrites, correctement transposées au diapason de concert
ja: 記譜された2音を、コンサートピッチへ正しく移調して同時に聴きます
ko: 기보된 두 음을 콘서트 피치로 정확히 조옮김하여 함께 들어보세요
pt_br: Ouça juntas as duas notas escritas, transpostas corretamente para a afinação de concerto
ru: Слушайте обе записанные ноты вместе, правильно транспонированные в концертный строй
vi: Nghe đồng thời cả hai nốt viết, được chuyển đúng sang cao độ hòa nhạc
zh_hans: 同时聆听两个记谱音，并正确移调到实际音高
zh_hant: 同時聆聽兩個記譜音，並正確移調到實際音高

source: Hear the space between the reference and the fifth.
ar: استمع إلى المسافة النغمية بين النغمة المرجعية والخامسة التامة.
de: Hören Sie den Abstand zwischen dem Referenzton und der Quinte.
es: Escucha el intervalo entre el tono de referencia y la quinta.
fr: Écoutez l’intervalle entre le son de référence et la quinte.
ja: 基準音と完全5度の間隔を聞き取ります。
ko: 기준음과 완전5도 사이의 음정을 들어 보세요.
pt_br: Ouça o intervalo entre o tom de referência e a quinta.
ru: Прислушайтесь к интервалу между эталонным тоном и квинтой.
vi: Nghe quãng giữa âm tham chiếu và quãng năm đúng.
zh_hans: 聆听参考音与纯五度之间的音程。
zh_hant: 聽參考音與純五度之間的音程。

source: High contrast
ar: التباين العالي
de: Hoher Kontrast
es: Alto contraste
fr: Contraste élevé
ja: ハイコントラスト
ko: 고대비
pt_br: Alto contraste
ru: Высокая контрастность
vi: Độ tương phản cao
zh_hans: 高对比度
zh_hant: 高對比度

source: Hold progress
ar: تقدم تثبيت النغمة
de: Fortschritt beim Halten der Note
es: Progreso de nota sostenida
fr: Progression de la tenue de note
ja: 音の保持状況
ko: 음 유지 진행률
pt_br: Progresso da nota sustentada
ru: Прогресс удержания ноты
vi: Tiến trình giữ nốt
zh_hans: 音符保持进度
zh_hant: 音符保持進度

source: Hold steady
ar: حافظ على الثبات
de: Ruhig halten
es: Mantén la nota estable
fr: Tenez la note
ja: 安定して伸ばす
ko: 안정적으로 유지
pt_br: Sustente com firmeza
ru: Держите ровно
vi: Giữ ổn định
zh_hans: 保持稳定
zh_hant: 保持穩定

source: Horn in F
ar: هورن في ف
es: Cuerno en fa
fr: Cor en fa
ja: F管ホルン
ko: F의 호른
pt_br: Trompa em Fá
ru: Валторна in F
vi: Sừng ở F
zh_hans: F 调圆号
zh_hant: F 調法國號

source: How did it feel?
ar: كيف شعرت؟
de: Wie hat es sich angefühlt?
es: ¿Cómo se sintió?
fr: Qu’avez-vous ressenti ?
ja: どう感じましたか？
ko: 기분이 어땠나요?
pt_br: Como foi?
ru: Как это было?
vi: Nó cảm thấy thế nào?
zh_hans: 感觉如何？
zh_hant: 感覺如何？

source: In tune
ar: مضبوط
de: Stimmt
es: Afinado
fr: Juste
ja: 合っています
ko: 정확함
pt_br: Afinado
ru: Точно
vi: Đúng cao độ
zh_hans: 音准准确
zh_hant: 音準準確

source: In tune — hold it steady
ar: مضبوط — حافظ على الثبات
de: Stimmt — ruhig halten
es: Afinado — mantén la nota
fr: Juste — tenez la note
ja: 合っています — 安定して伸ばす
ko: 정확함 — 안정적으로 유지
pt_br: Afinado — sustente com firmeza
ru: Точно — держите ровно
vi: Đúng cao độ — giữ ổn định
zh_hans: 音准准确 — 保持稳定
zh_hant: 音準準確 — 保持穩定

source: In tune — hold steady
ar: في تناغم – حافظ على ثباتك
de: Im Einklang – bleiben Sie ruhig
es: En sintonía, mantente firme
fr: En phase - restez stable
ja: 調子を合わせてください — 安定した状態を保ちます
ko: 조정 중 - 꾸준히 유지
pt_br: Em sintonia - mantenha-se firme
ru: В гармонии — держись устойчиво
vi: Đồng điệu - giữ vững
zh_hans: 保持一致——保持稳定
zh_hant: 保持一致－保持穩定

source: Increase tempo
ar: زيادة الإيقاع
de: Tempo erhöhen
es: aumentar el ritmo
fr: Augmenter le tempo
ja: テンポを上げる
ko: 템포 높이기
pt_br: Aumentar o ritmo
ru: Увеличить темп
vi: Tăng nhịp độ
zh_hans: 加快节奏
zh_hant: 加快節奏

source: Instrument
ar: آلة موسيقية
es: Instrumento
ja: 楽器
ko: 악기
pt_br: Instrumento
ru: Инструмент
vi: Nhạc cụ
zh_hans: 乐器
zh_hant: 樂器

source: Interval
ar: فاصل موسيقي
de: Intervall
es: Intervalo musical
fr: Intervalle musical
ja: 音程
ko: 음정
pt_br: Intervalo musical
ru: Интервал
vi: Quãng
zh_hans: 音程
zh_hant: 音程

source: Intonation is settling. Add a repertoire excerpt after the next long-tone pass.
ar: التجويد يستقر. أضف مقتطفًا من المرجع بعد تمريرة النغمة الطويلة التالية.
de: Die Intonation beruhigt sich. Fügen Sie nach dem nächsten Langtondurchgang einen Repertoireauszug hinzu.
es: La entonación se está asentando. Agregue un extracto del repertorio después del siguiente pase de tono largo.
fr: L'intonation s'installe. Ajoutez un extrait de répertoire après le prochain passage à ton long.
ja: イントネーションが定着してきました。次のロングトーンパスの後にレパートリーの抜粋を追加します。
ko: 억양이 안정되고 있습니다. 다음 장음 패스 이후에 발췌 레퍼토리를 추가합니다.
pt_br: A entonação está se estabilizando. Adicione um trecho do repertório após a próxima passagem de tom longo.
ru: Интонация налаживается. Добавьте отрывок из репертуара после следующего прохода длинного тона.
vi: Ngữ điệu đang ổn định. Thêm một đoạn trích tiết mục sau đoạn dài tiếp theo.
zh_hans: 语调正在稳定。在下一个长音通道后添加曲目摘录。
zh_hant: 語調正在穩定。在下一個長音通道後面加入曲目摘錄。

source: Intonation reset
ar: إعادة ضبط النغمة
de: Intonation neu ausrichten
es: Reajuste de afinación
fr: Réinitialisation de l’intonation
ja: 音程リセット
ko: 음정 리셋
pt_br: Reajuste de afinação
ru: Сброс интонации
vi: Cân chỉnh lại cao độ
zh_hans: 音准重置
zh_hant: 音準重置

source: Join another class
ar: الانضمام إلى صف آخر
de: Treten Sie einer anderen Klasse bei
es: Únete a otra clase
fr: Rejoindre un autre cours
ja: 別のクラスに参加する
ko: 다른 클래스에 참여하기
pt_br: Participe de outra turma
ru: Присоединяйтесь к другому классу
vi: Tham gia một lớp học khác
zh_hans: 加入另一个班级
zh_hant: 加入另一個班級

source: Join class
ar: الانضمام إلى الصف
de: Kurs beitreten
es: Unirse a la clase
fr: Rejoindre le cours
ja: クラスに参加
ko: 클래스 참여
pt_br: Entrar na turma
ru: Вступить в класс
vi: Tham gia lớp
zh_hans: 加入班级
zh_hant: 加入班級

source: Join more than one class, switch between them, or leave a class without changing your practice setup.
ar: انضم إلى أكثر من صف، وبدّل بينها، أو غادر صفًا دون تغيير إعداد تدريبك.
de: Treten Sie mehr als einer Klasse bei, wechseln Sie zwischen ihnen oder verlassen Sie eine Klasse, ohne Ihre Übungseinrichtung zu ändern.
es: Únase a más de una clase, cambie entre ellas o abandone una clase sin cambiar la configuración de su práctica.
fr: Rejoignez plusieurs cours, basculez entre eux ou quittez un cours sans modifier la configuration de votre pratique.
ja: 練習設定を変更せずに、複数のクラスに参加したり、クラスを切り替えたり、クラスを退席したりできます。
ko: 하나 이상의 클래스에 참여하거나, 클래스 간에 전환하거나, 연습 설정을 변경하지 않고 클래스을 나가세요.
pt_br: Participe de mais de uma aula, alterne entre elas ou saia de uma aula sem alterar a configuração do seu treino.
ru: Присоединяйтесь к нескольким классам, переключайтесь между ними или покидайте класс, не меняя настройки практики.
vi: Tham gia nhiều lớp, chuyển đổi giữa các lớp hoặc rời khỏi một lớp mà không thay đổi thiết lập thực hành của bạn.
zh_hans: 加入多个班级、在班级之间切换或离开班级，而无需更改练习设置。
zh_hant: 加入多個班級、在班級之間切換或離開班級，而無需更改練習設定。

source: Joining a class won't change your tuner, instrument, or practice history.
ar: لن يغيّر الانضمام إلى الصف الموالف أو آلتك أو سجل تدريبك.
de: Durch die Teilnahme an einem Kurs ändert sich nichts an Ihrem Stimmgerät, Ihrem Instrument oder Ihrem Übungsverlauf.
es: Unirse a una clase no cambiará su afinador, instrumento o historial de práctica.
fr: Rejoindre un cours ne changera pas votre accordeur, votre instrument ou votre historique de pratique.
ja: クラスに参加しても、チューナー、楽器、練習歴は変更されません。
ko: 클래스에 참여해도 튜너, 악기 또는 연습 내역은 변경되지 않습니다.
pt_br: Participar de uma aula não mudará seu afinador, instrumento ou histórico de prática.
ru: Присоединение к классу не изменит ваш тюнер, инструмент или историю тренировок.
vi: Việc tham gia lớp học sẽ không thay đổi lịch sử bộ chỉnh, nhạc cụ hoặc lịch sử luyện tập của bạn.
zh_hans: 加入班级不会改变您的调音师、乐器或练习历史。
zh_hant: 加入班級不會改變您的調音師、樂器或練習歷史。

source: Joining…
ar: جارٍ الانضمام…
de: Beitritt läuft…
es: Uniéndose…
fr: Connexion…
ja: 参加中…
ko: 참여 중…
pt_br: Entrando…
ru: Вступление…
vi: Đang tham gia…
zh_hans: 正在加入…
zh_hant: 正在加入…

source: Jot notes for the tricky spots.
ar: قم بتدوين الملاحظات حول النقاط الصعبة.
de: Machen Sie sich Notizen für die kniffligen Stellen.
es: Tome notas para los puntos difíciles.
fr: Prenez des notes pour les endroits difficiles.
ja: 難しい箇所についてはメモを書きます。
ko: 까다로운 부분을 메모해 두세요.
pt_br: Faça anotações para os pontos complicados.
ru: Делайте заметки для сложных мест.
vi: Ghi chú cho những điểm khó khăn.
zh_hans: 为棘手的地方记下笔记。
zh_hant: 為棘手的地方記下筆記。

source: Keep a steady beat while you practice.
ar: حافظ على إيقاع ثابت أثناء التدرب.
de: Halten Sie beim Üben einen gleichmäßigen Takt ein.
es: Mantén un ritmo constante mientras practicas.
fr: Gardez un rythme régulier pendant que vous pratiquez.
ja: 練習中は安定したビートを維持してください。
ko: 연습하는 동안 일정한 박자를 유지하세요.
pt_br: Mantenha uma batida constante enquanto pratica.
ru: Во время тренировки сохраняйте ровный ритм.
vi: Giữ nhịp đều đặn trong khi luyện tập.
zh_hans: 练习时保持稳定的节奏。
zh_hant: 練習時保持穩定的節奏。

source: Keep going. Slow, even air will help.
ar: استمر. ببطء، حتى الهواء سوف يساعد.
de: Mach weiter. Langsames, gleichmäßiges Lüften hilft.
es: Sigue adelante. El aire lento y uniforme ayudará.
fr: Continuez. L'air lent et uniforme aidera.
ja: 続けてください。ゆっくりと均一な空気を入れると効果的です。
ko: 계속하세요. 천천히, 고른 공기가 도움이 될 것입니다.
pt_br: Continue. O ar lento e uniforme ajudará.
ru: Продолжайте. Медленно, даже воздух поможет.
vi: Tiếp tục đi. Chậm rãi, không khí đều sẽ giúp ích.
zh_hans: 继续。慢慢地，即使是空气也会有所帮助。
zh_hant: 繼續。慢慢地，即使是空氣也會有所幫助。

source: Keep practicing
ar: استمر في التدرب
de: Übe weiter
es: sigue practicando
fr: Continuez à pratiquer
ja: 練習を続けてください
ko: 계속 연습하세요
pt_br: Continue praticando
ru: Продолжайте практиковаться
vi: Tiếp tục luyện tập
zh_hans: 继续练习
zh_hant: 繼續練習

source: Keep your music and practice notes together.
ar: احتفظ بموسيقاك وملاحظاتك التدريبية معًا.
de: Halten Sie Ihre Musik- und Übungsnotizen zusammen.
es: Mantén tu música y notas de práctica juntas.
fr: Gardez votre musique et vos notes de pratique ensemble.
ja: 音楽と練習ノートを一緒に保管しましょう。
ko: 음악과 연습 노트를 함께 보관하세요.
pt_br: Mantenha suas notas musicais e práticas juntas.
ru: Держите музыку и практические записи вместе.
vi: Giữ âm nhạc của bạn và các ghi chú thực hành cùng nhau.
zh_hans: 将您的音乐和练习笔记放在一起。
zh_hant: 將您的音樂和練習筆記放在一起。

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Leave %@?
ar: اترك %@؟
de: %@ verlassen?
es: ¿Dejar %@?
fr: Quitter %@ ?
ja: %@ を残しますか?
ko: %@에서 나가시겠습니까?
pt_br: Sair de %@?
ru: Оставить %@?
vi: Rời khỏi %@?
zh_hans: 留下%@？
zh_hant: 留下%@？

source: Leave class
ar: مغادرة الصف
de: Klasse verlassen
es: Salir de la clase
fr: Quitter la classe
ja: クラスを退出
ko: 클래스 나가기
pt_br: Sair da turma
ru: Покинуть класс
vi: Rời lớp
zh_hans: 退出班级
zh_hant: 退出班級

source: Legal and support
ar: القانونية والدعم
de: Recht und Support
es: Legal y soporte
fr: Juridique et assistance
ja: 法務とサポート
ko: 법률 및 지원
pt_br: Jurídico e suporte
ru: Юридическая поддержка и поддержка
vi: Pháp lý và hỗ trợ
zh_hans: 法律和支持
zh_hant: 法律和支持

source: Listen
ar: استمع
de: Hören Sie
es: Escuchar
fr: Ecoute
ja: 聞いてください
ko: 들어봐
pt_br: Ouça
ru: Слушай
vi: Nghe
zh_hans: 听
zh_hant: 聽

source: Listen first, then match the reference gently. Headphones help keep the speaker tone out of the microphone.
ar: استمع أولًا، ثم طابق النغمة المرجعية برفق. تساعد سماعات الرأس على منع وصول نغمة مكبر الصوت إلى الميكروفون.
de: Hören Sie zuerst zu und gleichen Sie dann vorsichtig den Referenzton ab. Kopfhörer verhindern, dass der Lautsprecherton ins Mikrofon gelangt.
es: Escucha primero y luego iguala suavemente el tono de referencia. Los auriculares evitan que el tono del altavoz entre en el micrófono.
fr: Écoutez d’abord, puis accordez-vous doucement sur le son de référence. Un casque empêche le son du haut-parleur d’entrer dans le microphone.
ja: まず基準音を聞き、その音程にやさしく合わせます。ヘッドフォンを使うと、スピーカーの基準音がマイクに入るのを防げます。
ko: 먼저 기준음을 듣고 그 음정에 부드럽게 맞춰 보세요. 헤드폰을 사용하면 스피커의 기준음이 마이크에 들어가는 것을 막을 수 있습니다.
pt_br: Ouça primeiro e depois iguale suavemente o tom de referência. Os fones de ouvido evitam que o tom do alto-falante entre no microfone.
ru: Сначала прослушайте эталонный тон, затем мягко подстройтесь под его высоту. Наушники не дают звуку из динамика попасть в микрофон.
vi: Hãy nghe trước, rồi nhẹ nhàng khớp cao độ với âm tham chiếu. Tai nghe giúp âm từ loa không lọt vào micrô.
zh_hans: 先聆听参考音，再轻柔地将音高与它匹配。使用耳机可防止扬声器的参考音进入麦克风。
zh_hant: 先聽參考音，再輕柔地將音高與它配對。使用耳機可防止揚聲器的參考音進入麥克風。

source: Listen to the reference before playing.
ar: استمع إلى النغمة المرجعية قبل العزف.
de: Hören Sie vor dem Spielen auf den Referenzton.
es: Escucha el tono de referencia antes de tocar.
fr: Écoutez le son de référence avant de jouer.
ja: 演奏する前に基準音を聞きます。
ko: 연주하기 전에 기준음을 들으세요.
pt_br: Ouça o tom de referência antes de tocar.
ru: Перед игрой прослушайте эталонный тон.
vi: Nghe âm tham chiếu trước khi chơi.
zh_hans: 演奏前先聆听参考音。
zh_hant: 演奏前先聽參考音。

source: Listening…
ar: جارٍ الاستماع…
de: Hört zu…
es: Escuchando…
fr: Écoute…
ja: 聴き取り中…
ko: 듣는 중…
pt_br: Ouvindo…
ru: Слушаем…
vi: Đang nghe…
zh_hans: 正在聆听…
zh_hant: 正在聆聽…

source: Live mic
ar: ميكروفون مباشر
de: Live-Mikrofon
es: micrófono en vivo
fr: Micro en direct
ja: ライブマイク
ko: 라이브 마이크
pt_br: Microfone ao vivo
ru: Живой микрофон
vi: Mic trực tiếp
zh_hans: 现场麦克风
zh_hant: 現場麥克風

source: live microphone
ar: ميكروفون حي
de: Live-Mikrofon
es: micrófono en vivo
fr: micro en direct
ja: ライブマイク
ko: 라이브 마이크
pt_br: microfone ao vivo
ru: живой микрофон
vi: micro trực tiếp
zh_hans: 现场麦克风
zh_hant: 現場麥克風

source: Loading classes…
ar: جارٍ تحميل الفصول…
de: Klassen werden geladen…
es: Cargando clases…
fr: Chargement des classes…
ja: クラスを読み込み中…
ko: 클래스 불러오는 중…
pt_br: Carregando turmas…
ru: Загрузка классов…
vi: Đang tải lớp học…
zh_hans: 正在加载班级…
zh_hant: 正在載入班級…

source: Local
ar: محلي
de: Lokal
ja: 端末内
ko: 기기 내
ru: Локально
vi: Trên thiết bị
zh_hans: 设备本地
zh_hant: 裝置本機

source: Local data was removed. Account-provider cleanup is queued.
ar: تمت إزالة البيانات المحلية. تنظيف حساب موفر الخدمة قيد الانتظار.
de: Lokale Daten wurden entfernt. Die Bereinigung beim Kontoanbieter ist vorgemerkt.
es: Se eliminaron los datos locales. La limpieza en el proveedor de la cuenta está en cola.
fr: Les données locales ont été supprimées. Le nettoyage chez le fournisseur du compte est en attente.
ja: ローカルデータを削除しました。アカウントプロバイダ側のクリーンアップは待機中です。
ko: 로컬 데이터를 삭제했습니다. 계정 제공업체 정리가 대기 중입니다.
pt_br: Os dados locais foram removidos. A limpeza no provedor da conta está na fila.
ru: Локальные данные удалены. Очистка у поставщика аккаунта поставлена в очередь.
vi: Đã xóa dữ liệu cục bộ. Việc dọn dẹp ở nhà cung cấp tài khoản đang chờ xử lý.
zh_hans: 本地数据已移除。账户提供商清理已进入队列。
zh_hant: 本機資料已移除。帳戶供應商清理已進入佇列。

source: Long tones
ar: نغمات طويلة
de: Lange Töne
es: tonos largos
fr: Tonalités longues
ja: ロングトーン
ko: 긴 톤
pt_br: Tons longos
ru: Длинные тоны
vi: Âm dài
zh_hans: 长音
zh_hant: 長音

source: Long-tone study
ar: دراسة النغمة الطويلة
de: Langtonstudie
es: estudio de tono largo
fr: Étude à long ton
ja: ロングトーンの勉強
ko: 장문 연구
pt_br: Estudo de tom longo
ru: Длиннотоновое исследование
vi: Nghiên cứu dài hạn
zh_hans: 长音研究
zh_hant: 長音研究

source: Lower half
ar: النصف السفلي
de: Untere Hälfte
es: Mitad inferior
fr: Moitié inférieure
ja: 下半分
ko: 하반부
pt_br: Metade inferior
ru: Нижняя половина
vi: Nửa dưới
zh_hans: 下半部分
zh_hant: 下半部

source: Major scales
ar: السلالم الكبيرة
de: Dur-Tonleitern
es: escalas mayores
fr: Gammes majeures
ja: メジャースケール
ko: 장음계
pt_br: Escalas maiores
ru: Мажорные гаммы
vi: Gam trưởng
zh_hans: 大调音阶
zh_hant: 大調音階

source: Major second
ar: ثانية كبيرة
de: Große Sekunde
es: Segunda mayor
fr: Seconde majeure
ja: 長2度
ko: 장2도
pt_br: Segunda maior
ru: Большая секунда
vi: Quãng hai trưởng
zh_hans: 大二度
zh_hant: 大二度

source: Major third
ar: ثالثة كبيرة
de: Große Terz
es: Tercera mayor
fr: Tierce majeure
ja: 長3度
ko: 장3도
pt_br: Terça maior
ru: Большая терция
vi: Quãng ba trưởng
zh_hans: 大三度
zh_hant: 大三度

source: Manage this class from its director tools.
ar: يمكنك إدارة هذا الصف من أدوات المدير.
de: Verwalte diesen Kurs über die Leitungswerkzeuge.
es: Administra esta clase desde las herramientas de dirección.
fr: Gérez ce cours depuis les outils de direction.
ja: このクラスは指導者ツールから管理できます。
ko: 지도자 도구에서 이 클래스를 관리하세요.
pt_br: Gerencie esta turma pelas ferramentas do diretor.
ru: Управляйте этим классом в инструментах руководителя.
vi: Quản lý lớp này bằng công cụ dành cho người hướng dẫn.
zh_hans: 请从指导者工具管理此班级。
zh_hant: 請從指導者工具管理此班級。

source: Match a fifth
ar: طابق خامسة تامة
de: Quinte abstimmen
es: Afina una quinta justa
fr: Accorder une quinte juste
ja: 完全5度を合わせる
ko: 완전5도 맞추기
pt_br: Afinar uma quinta justa
ru: Настройте чистую квинту
vi: Khớp quãng năm đúng
zh_hans: 匹配纯五度
zh_hant: 配對純五度

source: Match the reference note
ar: طابق النغمة المرجعية
de: Passe dich dem Referenzton an
es: Iguala la nota de referencia
fr: Reproduisez la note de référence
ja: 基準音に合わせる
ko: 기준 음에 맞추세요
pt_br: Iguale a nota de referência
ru: Подстройтесь под эталонную ноту
vi: Khớp với nốt tham chiếu
zh_hans: 匹配参考音
zh_hant: 配合參考音

source: Meter
ar: الميزان الإيقاعي
de: Taktart
es: Compás
fr: Mesure
ja: 拍子
ko: 박자
pt_br: Compasso
ru: Размер
vi: Nhịp
zh_hans: 拍号
zh_hant: 拍號
